# Напишите программу, которая принимает через стандартный поток ввода (команда input()) три строки, а затем выводит их в той же последовательности, каждую на отдельной строке.

## решение

line1 = input()
line2 = input()
line3 = input()

print(line1)
print(line2)
print(line3)