# Напишите программу, которая выводит следующий треугольник, состоящий из звёздочек (*):
# *
# **
# ***
# ****
# *****
# ******
# *******

## решение

print("*")
print("**")
print("***")
print("****")
print("*****")
print("******")
print("*******")
