# Напишите программу, которая выводит на экран следующий текст: Здравствуй, мир!

## решение

print("Здравствуй, мир!")