# Напишите программу, которая выводит на экран следующий текст:
# I***like***Python

## решение

print("I", "like", "Python", sep = "***")