# Напишите программу вывода на экран трёх последовательно идущих чисел, каждое на отдельной строке. Первое число вводит пользователь, остальные числа вы должны сами вычислять в программе.

## решение

number = int(input())

print(number)

number = number + 1
print(number)

number = number + 1
print(number)